{
    "launches": [
        {
            "id": "13",
            "mission_name": "Thaicom 6",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=AnSNRzMEmCU"
            },
            "details": "Second GTO launch for Falcon 9. The USAF evaluated launch data from this flight as part of a separate certification program for SpaceX to qualify to fly U.S. military payloads and found that the Thaicom 6 launch had \"unacceptable fuel reserves at engine cutoff of the stage 2 second burnoff\""
        },
        {
            "id": "17",
            "mission_name": "AsiaSat 6",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=39ninsyTRk8"
            },
            "details": null
        },
        {
            "id": "25",
            "mission_name": "OG-2 Mission 2",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=O5bTbVbe4e4"
            },
            "details": "Total payload mass was 2,034 kg (4,484 lb) : 11 satellites weighing 172 kg each, plus a 142-kg mass simulator. This was the first launch of the upgraded v1.1 variant (later called Falcon 9 Full Thrust), with a 30 percent power increase. Orbcomm had originally agreed to be the third flight of the enhanced-thrust rocket, but the change to the maiden flight position was announced in October 2015. SpaceX received a permit from the FAA to land the booster on solid ground at Cape Canaveral, and succeeded."
        },
        {
            "id": "1",
            "mission_name": "FalconSat",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=0a_00nJ_Y88"
            },
            "details": "Engine failure at 33 seconds and loss of vehicle"
        },
        {
            "id": "9",
            "mission_name": "CRS-1",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=-Vk3hiV_zXU"
            },
            "details": "CRS-1 successful, but the secondary payload was inserted into abnormally low orbit and lost due to Falcon 9 boost stage engine failure, ISS visiting vehicle safety rules, and the primary payload owner's contractual right to decline a second ignition of the second stage under some conditions."
        },
        {
            "id": "11",
            "mission_name": "CASSIOPE",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=uFefasS6bhc"
            },
            "details": "Commercial mission and first Falcon 9 v1.1 flight, with improved 13-tonne to LEO capacity. Following second-stage separation from the first stage, an attempt was made to perform an ocean touchdown test of the discarded booster vehicle. The test provided good test data on the experiment-its primary objective-but as the booster neared the ocean, aerodynamic forces caused an uncontrollable roll. The center engine, depleted of fuel by centrifugal force, shut down resulting in the impact and destruction of the vehicle."
        },
        {
            "id": "21",
            "mission_name": "ABS-3A / Eutelsat 115W B",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=mN7lyaCBzT8"
            },
            "details": "The launch was Boeing's first-ever conjoined launch of a lighter-weight dual-commsat stack that was specifically designed to take advantage of the lower-cost SpaceX Falcon 9 launch vehicle. Per satellite, launch costs were less than $30 million. The ABS satellite reached its final destination ahead of schedule and started operations on September 10."
        },
        {
            "id": "7",
            "mission_name": "COTS 1",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=cdLITgWKe_0"
            },
            "details": null
        },
        {
            "id": "23",
            "mission_name": "TürkmenÄlem 52°E / MonacoSAT",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=nBwAYT_ogj4"
            },
            "details": null
        },
        {
            "id": "41",
            "mission_name": "CRS-11",
            "links": {
                "video_link": "https://www.youtube.com/watch?v=JuZBOUMsYws"
            },
            "details": "This mission delivered the Neutron Star Interior Composition Explorer (NICER) to the ISS, along with the MUSES Earth imaging platform and ROSA solar array. For the first time, this mission launched a refurbished Dragon capsule, serial number C106 which first flew in September 2014 on the CRS-4 mission. Originally scheduled to launch on June 1, but was scrubbed due to inclement weather."
        }
    ]
}
